<template>
  <div class="pageMargin pageWrapper">
    <BreadcrumbTrail :breadcrumbs="breadcrumbs" />
    <h2>プライバシーポリシー・免責事項</h2>
    <h3>個人情報の利用目的</h3>
    <p>
      当ウェブサイトでは、お問い合わせの際、名前やメールアドレス等の個人情報を入力いただく場合がございます。<br />
      取得した個人情報は、お問い合わせに対する回答や必要な情報を電子メールなどでご連絡する場合に利用させていただくものであり、これらの目的以外では利用いたしません。
    </p>
    <h3>アクセス解析ツールについて</h3>
    <p>
      当ウェブサイトでは、Googleによるアクセス解析ツール「Googleアナリティクス」を利用しています。このGoogleアナリティクスはトラフィックデータの収集のためにクッキー（Cookie）を使用しております。トラフィックデータは匿名で収集されており、個人を特定するものではありません。この機能はCookieを無効にすることで収集を拒否することが出来ますので、お使いのブラウザの設定をご確認ください。この規約に関して、詳しくは<a
        href="https://policies.google.com/technologies/partner-sites"
        target="”_blank”"
        rel="noopener noreferrer"
        >こちら</a
      >をクリックしてください。
    </p>
    <h3>著作権について</h3>
    <p>
      当ウェブサイトのコンテンツに関しましては著作権は放棄しておりません。当ウェブサイトに存在する、文章・画像・動画等の著作物の情報を無断転載することを禁止します。引用の範囲を超えるものについては、法的処置を行います。<br />
      転載を希望される方は、<nuxt-link to="/contact">「お問い合わせ」</nuxt-link
      >よりご連絡をお願いします。<br />
      <br />
      当ウェブサイトは著作権の侵害を目的とするものではありません。使用している版権物の知的所有権はそれぞれの著作者・団体に帰属しております。著作権や肖像権に関して問題がありましたら御連絡下さい。著作権所有者様からの警告及び修正・撤去のご連絡があった場合は迅速に対処または削除致します。
    </p>
    <h3>リンクについて</h3>
    <p>
      当ウェブサイトは基本的にリンクフリーです。リンクを行う場合の許可や連絡は不要です。<br />
      ただし、インラインフレームの使用や画像の直リンクはご遠慮ください。
    </p>
    <h3>免責事項</h3>
    <p>
      当ウェブサイトからのリンクやバナーなどで移動したウェブサイトで提供される情報、サービス等について一切の責任を負いません。<br />
      また当ウェブサイトのコンテンツ・情報について、できる限り正確な情報を提供するように努めておりますが、正確性や安全性を保証するものではありません。情報が古くなっていることもございます。<br />
      当ウェブサイトに掲載された内容によって生じた損害等の一切の責任を負いかねますのでご了承ください。
    </p>
    <h3>ご利用環境</h3>
    <p>
      当ウェブサイトのご利用にあたっては、以下の環境を推奨いたします。<br />
      推奨環境以外でのご利用や、推奨環境下でもお客様のブラウザ・OS・その他環境設定等によっては、ご利用できないもしくは正しく表示されない場合がございます。<br />
      また、一部のソフトウェアをインストールしている場合、正しく動作しない場合がございます。ご了承ください。
    </p>
    <h4>■推奨ブラウザについて</h4>
    <p>Firefox 最新版、Google Chrome 最新版</p>
    <h4>■JavaScriptについて</h4>
    <p>
      当ウェブサイトでは、JavaScriptを使用しているページがございます。お使いのブラウザでJavaScript機能を無効にされている場合、正しく機能しない、もしくは正しく表示されないことがあります。ご覧になる際にはブラウザ設定でJavaScriptを有効にしてください。
    </p>
  </div>
</template>

<script>
export default {
  head() {
    return {
      title: 'プライバシーポリシー・免責事項',
    }
  },
  computed: {
    breadcrumbs() {
      return {
        data: [{ name: 'TOP', path: '/' }, { name: 'プライバシーポリシー' }],
      }
    },
  },
}
</script>

<style lang="scss" scoped>
div {
  justify-content: flex-start;
  align-items: flex-start;
}

h2 {
  margin-bottom: 15px;
}
h3 {
  margin-top: 40px;
  margin-bottom: 5px;
}
h4 {
  margin-top: 15px;
}
a {
  color: rgba($color: $green, $alpha: 0.8);
}
p {
  font-weight: 400;
}
</style>
